Repository: mperleo/RenewCycle
Catalog: RenewCycle/Resources/Localizable.xcstrings
Source language: en
Languages: es

source: Add Item
es: Añadir item

source: Are you sure you wanna add the item?
es: ¿Seguro que quieres añadir este item?

source: Are you sure you wanna renew the item?
es: ¿Seguro que quieres renovar este item?

source: Are you sure you wanna save this changes?
es: ¿Seguro que quieres guardar los cambios?

source: Brand
es: Marca

source: Buy Date
es: F. Compra

source: Cancel
es: Cancelar

source: Car
es: Coche

source: Category
es: Categoría

source: Clothing
es: Ropa

source: days
es: días

source: Edit %@
es: Editar %@

source: Edit Item
es: Editar item

source: In use
es: En uso

source: Item Dates
es: Fechas

source: Item information
es: Información

source: Launch date
es: F. Lanzamiento

source: let's add some new items!
es: ¡Añade nuevos items!

source: Model
es: Modelo

source: New Item
es: Nuevo item

source: No items
es: No hay nada

source: Price
es: Precio

source: Renew
es: Renovar

source: Renew date
es: Fecha de renovación

source: Renewed
es: Renovado

source: Save
es: Guardar

source: Since purchase
es: Desde la compra

source: Since release
es: Desde lanzamiento

source: Sports
es: Deporte

source: Usage info
es: Información del uso

source: Used
es: Usado

source: years
es: años
